def get_weekly_schedule():
    return {
        "Понедельник": [
            {"время": "0:00", "урок": "1", "учитель": "1"},
            {"время": "0:00", "урок": "2", "учитель": "2"},
            {"время": "0:00", "урок": "3", "учитель": "3"}
        ],
        "Вторник": [
            {"время": "0:00", "урок": "4", "учитель": "4"},
            {"время": "0:00", "урок": "5", "учитель": "5"}
        ],
        "Среда": [
            {"время": "0:00", "урок": "6", "учитель": "6"},
            {"время": "0:00", "урок": "7", "учитель": "7"}
        ],
        "Четверг": [
            {"время": "0:00", "урок": "8", "учитель": "8"},
            {"время": "0:00", "урок": "9", "учитель": "9"}
        ],
        "Пятница": [
            {"время": "0:00", "урок": "10", "учитель": "10"},
            {"время": "0:00", "урок": "11", "учитель": "11"}
        ],
        "Суббота": [],
        "Воскресенье": []
    }